{
    "LocaleLabel": "Sprache",
    "LocaleDesc": "Wähle die Sprache für diesen Mod aus. Wenn du \"Auto\" wählst, wird die Sprache automatisch anhand der in-game-Einstellungen und der Systemsprache gewählt.",
    "ShowFloatingButtonLabel": "Schwebender Button",
    "ShowFloatingButtonDesc": "Einen Button in der oberen linken Ecke des Bildschirms anzeigen, um das Hauptfenster ein- oder auszuschalten.",
    "Version": "Version",
    "General": "Allgemein",
    "Default": "Standard",
    "DefaultSplitPhasingLabel": "Aufgeteilte Phase",
    "DefaultSplitPhasingDesc": "Stellen Sie alle Ampeln ohne benutzerdefinierte Konfigurationen auf den geteilten Phasenmodus ein. Dies gilt für neu gebaute Straßen und nach einer Aktualisierung des Spielstatus auch für bestehende Straßen.",
    "DefaultAlwaysGreenKerbsideTurnLabel": "Bei Rot abbiegen",
    "DefaultAlwaysGreenKerbsideTurnDesc": "Stellen Sie alle Ampeln ohne benutzerdefinierte Konfigurationen so ein, dass bei Rot abgebogen werden kann. Dies gilt für neu gebaute Straßen und nach einer Aktualisierung des Spielstatus auch für bestehende Straßen.",
    "DefaultExclusivePedestrianLabel": "Exklusive Füßgängerphase",
    "DefaultExclusivePedestrianDesc": "Fügen Sie an allen Ampeln ohne benutzerdefinierte Konfigurationen eine exklusive Fußgängerphase hinzu. Sie gilt für neu gebaute Straßen und nach einer Aktualisierung des Spielstatus auch für bestehende Straßen.",
    "ForceAllNodesUpdateLabel": "Erzwinge die Aktualisierung aller Kreuzungen",
    "ForceAllNodesUpdateDesc": "Erzwingt die Aktualisierung aller Kreuzungen (Knoten) und wendet die Standardeinstellungen in diesem Mod auf alle Ampeln ohne benutzerdefinierte Konfigurationen an. Diese Funktion ist erst verfügbar, nachdem eine Stadt geladen wurde.",
    "ForceAllNodesUpdateWarning": "Alle Kreuzungen (Knoten) werden aktualisiert. Die Standardeinstellungen in diesem Mod gelten für alle Ampeln ohne benutzerdefinierte Konfigurationen.",
    "ReleaseChannel": "Veröffentlichungskanal",
    "LdtMigrationNotificationTitle": "Wichtige Nachricht von Traffic Lights Enhancement",
    "LdtMigrationNotificationText": "Klicke hier, um weiterzulesen (im Webbrowser öffnen)"
}
