{
    "LocaleLabel": "Idioma",
    "LocaleDesc": "Establece el idioma de este mod. Si eliges \"Auto\", automáticamente seleccionará un idioma basado en tu configuración del juego y la configuración del sistema.",
    "ShowFloatingButtonLabel": "Botón flotante",
    "ShowFloatingButtonDesc": "Mostrar el botón en la esquina superior izquierda de la pantalla para encender o desactivar el panel principal.",
    "Version": "Versión",
    "General": "General",
    "Default": "Por defecto",
    "DefaultSplitPhasingLabel": "Fase de división",
    "DefaultSplitPhasingDesc": "Establecer todos los semáforos sin configuraciones personalizadas en modo de fase de división. Se aplica a las carreteras de nueva construcción y se aplicará a las ya existentes al actualizarse el estado del juego.",
    "DefaultAlwaysGreenKerbsideTurnLabel": "Permitir giros en rojo",
    "DefaultAlwaysGreenKerbsideTurnDesc": "Colocar todas las luces de tráfico sin configuraciones personalizadas para permitir el paso en rojo. Esto aplica a nuevas carreteras y se aplicará a las existentes al actualizarse el estado del juego.",
    "DefaultExclusivePedestrianLabel": "Fase peatonal exclusiva",
    "DefaultExclusivePedestrianDesc": "Añadir una fase exclusiva peatonal en todos los semáforos sin configuraciones personalizadas. Esto aplica a las carreteras nuevas y a las existentes al actualizarse el estado del juego.",
    "ForceAllNodesUpdateLabel": "Forzar actualización de todos los nodos",
    "ForceAllNodesUpdateDesc": "Forzar a todos los nodos (intersecciones) a actualizar, aplicando la configuración predeterminada del mod a todos los semáforos sin configuraciones personalizadas. Esta función solo está disponible después de que una ciudad esté cargada.",
    "ForceAllNodesUpdateWarning": "Todos los nodos se actualizarán. La configuración por defecto de este mod se aplicará a todos los semáforos sin configuraciones personalizadas.",
    "ReleaseChannel": "Canal de lanzamientos",
    "LdtMigrationNotificationTitle": "Mensaje importante de Traffic Lights Enhancement",
    "LdtMigrationNotificationText": "Haga clic aquí para leer (Abrir en el navegador web)",
    "SuppressCanaryWarningLabel": "Suppress Canary Warning",
    "SuppressCanaryWarningDesc": "Temporarily suppress the canary warning. It will be re-enabled when the mod is updated."
}
