{
    "LocaleLabel": "Idioma",
    "LocaleDesc": "Establece el idioma de este mod. Si eliges \"Auto\", automáticamente seleccionará un idioma basado en tu configuración del juego y la configuración del sistema.",
    "ShowFloatingButtonLabel": "Floating Button",
    "ShowFloatingButtonDesc": "Display a button in the top-left corner of the screen to toggle the main panel on or off.",
    "Version": "Versión",
    "General": "General",
    "Default": "Por defecto",
    "DefaultSplitPhasingLabel": "Fase de división",
    "DefaultSplitPhasingDesc": "Establecer todos los semáforos sin configuraciones personalizadas en modo de fase de división. Se aplica a las carreteras de nueva construcción y se aplicará a las ya existentes al actualizarse el estado del juego.",
    "DefaultAlwaysGreenKerbsideTurnLabel": "Permitir giros en rojo",
    "DefaultAlwaysGreenKerbsideTurnDesc": "Set all traffic lights without custom configurations to allow turning on red. It applies to newly built roads and will apply to existing roads upon a game state update.",
    "DefaultExclusivePedestrianLabel": "Exclusive Pedestrian Phase",
    "DefaultExclusivePedestrianDesc": "Add an exclusive pedestrian phase at all traffic lights without custom configurations. It applies to newly built roads and will apply to existing roads upon a game state update.",
    "ForceAllNodesUpdateLabel": "Force All Nodes to Update",
    "ForceAllNodesUpdateDesc": "Force all nodes (road junctions) to update, applying the default settings in this mod to all traffic lights without custom configurations. This feature is only available after a city is loaded.",
    "ForceAllNodesUpdateWarning": "All nodes will be updated. The default settings in this mod will apply to all traffic lights without custom configurations.",
    "ReleaseChannel": "Release Channel",
    "LdtMigrationNotificationTitle": "Important message from Traffic Lights Enhancement",
    "LdtMigrationNotificationText": "Click here to read (Open in web browser)"
}
