{
    "General": "Genel",
    "KeyBindings": "Tuş Atamaları",
    "Default": "Varsayılan",
    "Version": "Sürüm",
    "MainPanel": "Ana Panel",
    "Reset": "Sıfırla",
    "LocaleLabel": "Dil",
    "LocaleDesc": "Bu modun dilini ayarlayın. \"Otomatik\" seçerseniz, oyun içi ayarlarınız ve sistem dilinize göre otomatik olarak bir dil seçilir.",
    "DefaultSplitPhasingLabel": "Ayrık Fazlama",
    "DefaultSplitPhasingDesc": "Özel ayarı olmayan tüm trafik ışıklarını ayrık fazlama moduna ayarlayın. Yeni yapılan yollara uygulanır ve oyun durumu güncellendiğinde mevcut yollara da uygulanır.",
    "DefaultAlwaysGreenKerbsideTurnLabel": "Kırmızıda Dönüş",
    "DefaultAlwaysGreenKerbsideTurnDesc": "Özel ayarı olmayan tüm trafik ışıklarında kırmızıda dönüşe izin verin. Yeni yapılan yollara uygulanır ve oyun durumu güncellendiğinde mevcut yollara da uygulanır.",
    "DefaultExclusivePedestrianLabel": "Yaya Öncelikli Özel Faz",
    "DefaultExclusivePedestrianDesc": "Özel ayarı olmayan tüm trafik ışıklarına özel bir yaya fazı ekleyin. Yeni yapılan yollara uygulanır ve oyun durumu güncellendiğinde mevcut yollara da uygulanır.",
    "ForceAllNodesUpdateLabel": "Tüm Düğümleri Güncellemeye Zorla",
    "ForceAllNodesUpdateDesc": "Tüm düğümlerin (yol kavşaklarının) güncellenmesini zorlayarak, bu moddaki varsayılan ayarların özel ayarı olmayan tüm trafik ışıklarına uygulanmasını sağlar. Bu özellik yalnızca şehir yüklendikten sonra kullanılabilir.",
    "ForceAllNodesUpdateWarning": "Tüm düğümler güncellenecek. Bu modun varsayılan ayarları özel ayarı olmayan tüm trafik ışıklarına uygulanacak.",
    "ReleaseChannel": "Sürüm Kanalı",
    "SuppressCanaryWarningLabel": "Deneysel Sürüm Uyarısını Bastır",
    "SuppressCanaryWarningDesc": "Deneysel sürüm uyarısını geçici olarak bastırır. Mod güncellendiğinde yeniden etkinleştirilecektir.",
    "MainPanelToggleKeyboardBindingLabel": "Ana Paneli Aç/Kapat",
    "MainPanelToggleKeyboardBindingDesc": "Ana paneli açar veya kapatır.",
    "ResetBindingsLabel": "Tuş Atamalarını Sıfırla",
    "ResetBindingsDesc": "Tüm tuş atamalarını sıfırlayın.",
    "CompatibilityModeLabel": "Uyumluluk Modu",
    "CompatibilityModeDesc": "Bu modun trafik ışıklarını kontrol eden diğer modlarla birlikte çalışmasına izin verir.\nNot: Uyumluluk modu açıkken TLE, şehir genelindeki varsayılan trafik ışığı ayarlarını uygulayamaz.",
    "TooltipConfigure": "Yapılandır",
    "TooltipRemoveTLEConfiguration": "TLE Yapılandırmasını Kaldır",
    "TooltipRemoveTrafficLights": "Trafik Işıklarını Kaldır"
}
